INSERT INTO items (id, parent_id, full_name, short_name, full_name_lc, short_name_lc) VALUES

    (1, NULL, 'Первый товар', 'Первый товар', 'первый товар', 'первый товар'),
    	(2, 1,    'Вторичный товар', 'Вторичный товар', 'вторичный товар', 'вторичный товар'),
    		(3, 2, 'Товар №1', 'Товар №1', 'товар №1', 'товар №1'),
    		(4, 2, 'Товар №2', 'Товар №2', 'товар №2', 'товар №2'),
    		(5, 2, 'Товар №3', 'Товар №3', 'товар №3', 'товар №3'),
		(6, 2, 'НеТовар №4', 'Товар №4', 'нетовар №4', 'товар №4'),
		(7, 2, 'НеТовар №5', 'НеОченьТовар №5', 'нетовар №5', 'неоченьтовар №5'),

    (8, NULL, 'Третий товар', 'Третий товар', 'третий товар', 'третий товар'),
    	(9, 8, 'Вторичный товар', 'Вторичный товар', 'вторичный товар', 'вторичный товар'),
    		(10, 9, 'Товар №1', 'Товар №1', 'товар №1', 'товар №1'),
    		(11, 9, 'Товар №2', 'Товар №2', 'товар №2', 'товар №2'),
    		(12, 9, 'Товар №3', 'Товар №3', 'товар №3', 'товар №3'),
   		(13, 8, 'Твар №123', 'Тиовар №123', 'твар №123', 'тиовар №123'),
	(14, 8, 'Отличный нетовар', 'ТоварКовар', 'отличный нетовар', 'товарковар'),

    (15, NULL, 'Товар 0', 'Товар 0', 'товар 0', 'товар 0');